List <String> listOfHouseholdItemsTypes = <String>['...','Бак','Ведро','Ковш','Кружка','Дуршлаг','Бидон','Горшок ночной',];


List <String> bucketsShapesList = <String>['...','Сварное','Цельнотянутое',]; // Форма корпуса ведра
List <String> ladlesShapesList = <String>['...','без крышки','с крышкой',]; // Форма корпуса ковша


// List <String> typesOfHouseholdItemsWithoutRimShapesList = <String>['...','Цилиндрическая','Сферическая','Грушевидная','Позница',]; // Типы форм кастрюль без ободка
//
// List <String> householdItemsCylindricalWithRimSizeList = <String>['...','2,0 л','3,0 л','4,0 л','5,5 л',]; // Литраж кастрюль цилиндрических с ободком
// List <String> householdItemsSphericalWithRimSizeList = <String>['...','2,0 л','3,0 л','4,0 л','5,5 л',]; // Литраж кастрюль сферических с ободком

// Литражи:

List <String> tanksSizeList = <String>['...','20,0 л','32,0 л','40,0 л',]; // Литраж баков
List <String> stampedBucketSizeList = <String>['...','9,0 л','12,0 л',]; // Литраж ведер цельнотянутых
List <String> ladlesSizeList = <String>['...','1,5 л','2,0 л',]; // Литраж ковшей
List <String> mugsSizeList = <String>['...','0,25 л','0,4 л','1,0 л',]; // Литраж кружек

// List <String> householdItemsCylindricalWithoutRimSizeList = <String>['...','1,5 л','2,0 л','3,5 л','5,5 л','8,0 л','9,0 л','12,0 л','14,0 л',]; // Литраж кастрюль цилиндрических без ободка
// List <String> householdItemsSphericalWithoutRimSizeList = <String>['...','4,0 л','5,5 л','8,0 л',]; // Литраж кастрюль сферических без ободка
// List <String> householdItemsPearShapedWithoutRimSizeList = <String>['...','4,0 л','5,5 л','8,0 л',]; // Литраж кастрюль грушевидных без ободка
// List <String> poznicaSizeList = <String>['...','8,0 л (2 вставки)','9,0 л (3 вставки)','12,0 л (4 вставки)',]; // Литраж позниц
//
String art2827= 'Бак 20,0л';
String art2829= 'Бак 32,0л';
String art2833= 'Бак 40,0л';

String art1224= 'Ведро сварное 12,0л с крышкой';

String art1222C= 'Ведро цельнотянутое 9,0л с крышкой';
String art1224C= 'Ведро цельнотянутое 12,0л с крышкой';

String art2008= 'Ковш 1,5л';
String art2108= 'Ковш 1,5л с крышкой';
String art2011= 'Ковш 2,0л';
String art2111= 'Ковш 2,0л с крышкой';

String art0102= 'Кружка 0,25л';
String art0103= 'Кружка 0,4л';
String art0207= 'Кружка 1,0л с крышкой';

String art1406= 'Дуршлаг 0,8л';

String art0612= 'Бидон 3,0л';

String art0908= 'Горшок ночной 1,9л';





//
// String artMC161= 'Кастрюля сферическая с ободком 2,0л';
// String artMC181= 'Кастрюля сферическая с ободком 3,0л';
// String artMC201= 'Кастрюля сферическая с ободком 4,0л';
// String artMC221= 'Кастрюля сферическая с ободком 5,5л';
//
// String art1607= 'Кастрюля цилиндрическая без ободка 1,5л';
// String art1610= 'Кастрюля цилиндрическая без ободка 2,0л';
// String art1612= 'Кастрюля цилиндрическая без ободка 3,5л';
// String art1617= 'Кастрюля цилиндрическая без ободка 5,5л';
// String art1620= 'Кастрюля цилиндрическая без ободка 8,0л';
// String art1622= 'Кастрюля цилиндрическая без ободка 9,0л';
// String art1624= 'Кастрюля цилиндрическая без ободка 12,0л';
// String art1626= 'Кастрюля цилиндрическая без ободка 14,0л';
//
// String art1912= 'Кастрюля сферическая без ободка 4,0л';
// String art1917= 'Кастрюля сферическая без ободка 5,5л';
// String art1920= 'Кастрюля сферическая без ободка 8,0л';
//
// String art2512= 'Кастрюля грушевидная без ободка 4,0л';
// String art2517= 'Кастрюля грушевидная без ободка 5,5л';
// String art2520= 'Кастрюля грушевидная без ободка 8,0л';
//
// String art1720= 'Позница 8,0л (2 вставки)';
// String art1722= 'Позница 9,0л (3 вставки)';
// String art1724= 'Позница 12,0л (4 вставки)';
//
// String art2707= 'Чайник 1,0л (заварник)';
// String art2713= 'Чайник 3,5л с закатным дном';
// String art2714= 'Чайник цельнотянутый 2,3л';
// String art2716= 'Чайник цельнотянутый сферический 3,5л';
// String art2717= 'Чайник сферический 3,0л со свистком';