List <String> listOfPanTypes = <String>['...','Кастрюля с ободком','Кастрюля без ободка',];

List <String> typesOfPanWithRimShapesList = <String>['...','Цилиндрическая','Сферическая',]; // Типы форм кастрюль с ободком
List <String> typesOfPanWithoutRimShapesList = <String>['...','Цилиндрическая','Сферическая','Грушевидная','Позница',]; // Типы форм кастрюль без ободка

List <String> panCylindricalWithRimSizeList = <String>['...','2,0 л','3,0 л','4,0 л','5,5 л',]; // Литраж кастрюль цилиндрических с ободком
List <String> panSphericalWithRimSizeList = <String>['...','2,0 л','3,0 л','4,0 л','5,5 л',]; // Литраж кастрюль сферических с ободком

List <String> panCylindricalWithoutRimSizeList = <String>['...','1,5 л','2,0 л','3,5 л','5,5 л','8,0 л','9,0 л','12,0 л','14,0 л',]; // Литраж кастрюль цилиндрических без ободка
List <String> panSphericalWithoutRimSizeList = <String>['...','4,0 л','5,5 л','8,0 л',]; // Литраж кастрюль сферических без ободка
List <String> panPearShapedWithoutRimSizeList = <String>['...','4,0 л','5,5 л','8,0 л',]; // Литраж кастрюль грушевидных без ободка
List <String> poznicaSizeList = <String>['...','8,0 л (2 вставки)','9,0 л (3 вставки)','12,0 л (4 вставки)',]; // Литраж позниц

String artMD161= 'Кастрюля цилиндрическая с ободком 2,0л';
String artMD181= 'Кастрюля цилиндрическая с ободком 3,0л';
String artMD201= 'Кастрюля цилиндрическая с ободком 4,0л';
String artMD221= 'Кастрюля цилиндрическая с ободком 5,5л';

String artMC161= 'Кастрюля сферическая с ободком 2,0л';
String artMC181= 'Кастрюля сферическая с ободком 3,0л';
String artMC201= 'Кастрюля сферическая с ободком 4,0л';
String artMC221= 'Кастрюля сферическая с ободком 5,5л';

String art1607= 'Кастрюля цилиндрическая без ободка 1,5л';
String art1610= 'Кастрюля цилиндрическая без ободка 2,0л';
String art1612= 'Кастрюля цилиндрическая без ободка 3,5л';
String art1617= 'Кастрюля цилиндрическая без ободка 5,5л';
String art1620= 'Кастрюля цилиндрическая без ободка 8,0л';
String art1622= 'Кастрюля цилиндрическая без ободка 9,0л';
String art1624= 'Кастрюля цилиндрическая без ободка 12,0л';
String art1626= 'Кастрюля цилиндрическая без ободка 14,0л';

String art1912= 'Кастрюля сферическая без ободка 4,0л';
String art1917= 'Кастрюля сферическая без ободка 5,5л';
String art1920= 'Кастрюля сферическая без ободка 8,0л';

String art2512= 'Кастрюля грушевидная без ободка 4,0л';
String art2517= 'Кастрюля грушевидная без ободка 5,5л';
String art2520= 'Кастрюля грушевидная без ободка 8,0л';

String art1720= 'Позница 8,0л (2 вставки)';
String art1722= 'Позница 9,0л (3 вставки)';
String art1724= 'Позница 12,0л (4 вставки)';